Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Bullets
fa: نقطه‌ها

source: Bullets and Numbering
fa: بولتها و شماره‌ها

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
fa: در صورتی که نوع نگارش زبان انگلیسی را حذف نمایید، برخی از عناوین فهرست شما ممکن است که "***" به جای موضوعات معمول را نشان دهد. به این دلیل قویا" به شما پیشنهاد می‌کنیم که سیستم زبان انگلیسی را در پروژهٔ خود به صورت فعال نگهدارید. بهرحال، اگر زبان انگلیسی را حذف کرده باشید و با مشکلاتی در فهرست عناوین خود برخورد نموده‌اید، می‌توانید که با دکمهٔ اضافه در هر زمان سیستم نگارش زبان انگلیسی را دوباره بازگردانید. آیا مایل هستید که انگلیسی را حالا حذف نمایید؟

source: {0} can be configured in more detail.
fa: {0} را می‌توان به صورت جزییات بیشتر شکلبندی نمود.‏

source: &Cancel
fa: لغو

source: C&ancel
fa: لغو

source: Cancel
fa: لغو

source: Cannot add Variant
fa: قادر به اضافه کردن متغیر نیست

source: Cannot Convert
fa: ناتوان به تبدیل

source: Cannot create new entry
fa: ناتوان به ایجاد مدخل جدید

source: Cannot Occur
fa: نمی‌توان واقع شود

source: Cannot Restore
fa: ناتوان به برگردان سازی

source: Cannot restore files in Linked Files folder
fa: ناتوان به برگردان سازی پرونده‌ها در فولدر پرونده‌های پیوند شده

source: Caption
fa: زیرنویس

source: C&aption:
fa: زیرنویس:

source: Categories (or Parts of Speech)
fa: طبقه‌بندی واژهها

source: Categories Browse
fa: کاوش طبقه‌بندی واژهها

source: Cate&gories:
fa: طبقه‌بندی‌ها

source: _Categorized entry
fa: وارد نمودن واژگان لغتنامهٔ حیطهٔ معنایی

source: Categorized Entry
fa: وارد نمودن واژگان لغتنامهٔ حیطهٔ معنایی

source: category
fa: طبقه‌بندی:

source: &Category
fa: طبقه‌بندی:

source: Category
fa: طبقه‌بندی

source: Category (or Part of Speech)...
fa: طبقه‌بندی:

source: Category Description
fa: تعریف طبقه‌بندی

source: Category Edit
fa: ویرایش طبقه‌بندی

source: Category Info.
fa: اطلاعات طبقه‌بندی.‏

source: Category...
fa: طبقه‌بندی...‏

source: Categor&y:
fa: طبقه‌بندی:‏

source: Category: {0}
fa: طبقه‌بندی: {0}

source: Caution: if this baseline writing system is different from the last baseline writing system you used, click the Help button and carefully follow the instructions to avoid producing duplicate wordforms and lexical entries in your data.
fa: توجه: در صورتی که حاشیهٔ انتهایی نظام نگارشی با نظام نگارشی که شما بکار می‌برید متفاوت باشد، دکمهٔ کمک را کلیک کنید و دستورالعملها را دنبال نمایید تا از ایجاد دو شکل واژگانی و مدخلهای واژگانی در داده‌های شما جلوگیری شود.

source: Cautions:
fa: توجه:‏

source: Change Backup location?
fa: تغییر محل جانشین سازی؟

source: Change each occurrence of a pattern to the replacement text
fa: هر یک عبارتی که رخ داده را به متن جایگزین تبدیل نمایید

source: Change Multiple Occurrences of Word
fa: تغییر دادن وقوعهای چندگانه واژه

source: Change Multiple Occurrences...
fa: تغییر دادن وقوعهای چندگانه...

source: Change Optionality of XXX Slot
fa: تغییر اختیاری بودن بخش XXX

source: Change spelling
fa: تغییر املا

source: Change Spelling
fa: تغییر دادن املا

source: Change Spelling of Multiple Occurrences
fa: تغییر املایی رخدادهای چندگانه.

source: Change Spelling...
fa: تغییر املا...

source: Change To:
fa: تغییر به:‏

source: Change XAmple Parser Parameters
fa: تغییر پارامترهای تجزیه کننده

source: Change...
fa: تغییر...‏

source: Changed Linked Files root directory
fa: تغییر پرونده‌های پیوند داده شده به مسیر ریشه

source: C&hanges to Category:
fa: تغییر بخش به:‏

source: Changing spelling
fa: تغییر املایی

source: &Chapter
fa: فصل

source: &Chapter in {0}
fa: فصل در {0}

source: Character
fa: نویسه

source: Character Codes
fa: کدهای حرف

source: &Character Style
fa: سبک نویسه

source: Character Style
fa: سبک نویسه

source: &Character style :
fa: سبک نویسه:‏

source: Character Style:
fa: سبک نویسه:‏

source: Characters
fa: علایم

source: Check All
fa: همه را کنترل نمایید

source: Choices:
fa: گزینه‌ها:

source: Choose {0}
fa: انتخاب {0}

source: Choose a command:
fa: برگزیدن یک فرمان:

source: Choose a grammatical category (Part of Speech) from the following Catalog. The category you choose will be added to the list of categories for this FieldWorks Project.
fa: یک بخش دستوری (دستوری زبان) از قسمت بالا برگزینید. بخشی را که شما انتخاب نمودید به فهرست بخشهای پروژهٔ fieldworks اضافه خواهند شد.

source: Choose a List of Anthropology Categories
fa: برگزیدن فهرستی از بخشهای انسان شناسی

source: &Choose a project:
fa: &برگزیدن یک پروژه:

source: Choose Allomorph
fa: واژگونه انتخاب کن

source: Choose Confidence Level
fa: سطح اطمینان انتخاب کن

source: Choose dictionary view to configure:
fa: انتخاب نمایش لغتنامه برای شکلبندی

source: Choose inflection features
fa: انتخاب مشخصۀ صرفی

source: Choose Inflection Features
fa: انتخاب مشخصۀ صرفی

source: Choose Inflectional Affixes
fa: انتخاب وندهای صرفی

source: Choose Lexical Entry or Sense
fa: معنا و مدخل واژگانی را انتخاب نمایید

source: Choose list(s):
fa: برگزیدن فهرست یا فهرستها:

source: Choose Morpheme and Grammatical Info.
fa: انتخاب تکواژ و داده‌های دستوری

source: Choose Morpheme Type
fa: انتخاب نوع تکواژ

source: Choose Picture
fa: تصویر انتخاب نمایید

source: Choose &Picture...
fa: انتخاب و تصویر...

source: Choose project to fix:
fa: برگزیدن پروژه جهت تعمییر:

source: Choose Reversal Index Writing System
fa: روش نگارش برای نمایۀ برگردان واژه را انتخاب نمایید

source: Choose Slot
fa: انتخاب بخش

source: Choose Sound or Movie File
fa: انتخاب پروندۀ صوتی و یا تصویری

source: Choose the category of note to display
fa: برگزیدن بخش یادداشت جهت نمایش

source: Choose the lines you wish to display and the order in which to display them. Some restrictions apply in Edit view.
fa: خطوطی را که می‌خواهید نمایش داده شوند و ترتیبی که آنها به نمایش درآیند را انتخاب کنید. بعضی از محدودیتهای درخواست شده در نمای ویرایش می‌باشند.

source: Choose the reversal index to configure:
fa: فهرست برگردان را جهت شکل‌گیری انتخاب کنید:

source: Choose where to save the LIFT files
fa: انتخاب کنید که پرونده‌های LIFT کجا ذخیره شوند

source: Choose where to show subentry
fa: برگزیدن محل نمایش مدخل فرعی

source: Choose writing system(s) of translated lists:
fa: برگزیدن روش نگارشی یا روشهای نگارشی از فهرستهای ترجمه شده:

source: Ch&oose...
fa: انتخاب...‏

source: Choose...
fa: انتخاب...‏

source: {0} Chooser
fa: انتخاب {0}

source: &Chosen Name:
fa: انتخاب نام

source: 1 Chronicles
fa: اول تواریخ

source: 2 Chronicles
fa: دوم تواریخ

source: Citation form
fa: شکل نقل قول

source: Citation Form
fa: شکل نقل قول

source: Citation Form:
fa: شکل نقل قول:

source: Classified Dictionary
fa: لغتنامۀ رده‌بندی شده

source: Classified Senses
fa: معانی ردی‌بندی شده

source: Clear
fa: پاک کردن

source: Clear All
fa: پاک کردن همه

source: Clear Chart from here on
fa: جدول را از این به بعد پاک کن

source: Click Copy
fa: کلیک و رونوشت

source: Click on any word to copy it to the target field
fa: برای انتقال هر واژه به بخش مقصد آنرا کلیک کنید.‏

source: Click on the View Preview Results button to see the full list of results.
fa: دکمهٔ پیش‌نمای نما را کلیک کنید تا فهرست کامل نتایج را مشاهده کنید.

source: Clitic of unknown category
fa: اعراب بخش ناشناخته

source: &Close
fa: بستن

source: _Close
fa: بستن

source: Close
fa: بستن

source: Close this project.
fa: بستن این پروژه.

source: Closes this dialog box without saving the changes you have made in this dialog. (Changes made in nested dialog boxes are not cancelled).
fa: بستن پنجرهٔ پیام بدون ذخیره نمودن تغییراتی که شما در این پیام انجام داده‌اید. (تغییراتی که درون خانه‌های پیام انجام شده‌اند بسته نمی‌شوند.)

source: Closing
fa: بستن

source: Closing {0}
fa: بستن {0}

source: &Closing marks
fa: نشانه‌های پایانی

source: Colossians
fa: کولسیان

source: Column
fa: ستون

source: Column Options
fa: انتخابات ستون

source: Column:
fa: ستون:‏

source: Columns
fa: ستونها

source: _Columns...
fa: ستونها:‏

source: &Comment
fa: توضیح

source: Comment
fa: توضیح

source: Comment will be altered in file name
fa: توضیحات به نام پرونده تبدیل می‌شوند

source: Comment:
fa: توضیح:

source: comments
fa: توضیحات

source: Complete
fa: تمام‌شده

source: complex feature
fa: مشخصه پیچیده

source: Complex Feature
fa: مشخصه پیچیده

source: Complex Form
fa: شکل پیچیده

source: Complex Form references: Complex Form
fa: مراجع شکل پیچیده: شکل پیچیده

source: Complex Form Type
fa: نوع شکل پیچیده

source: Complex Form Type:
fa: نوع شکل پیچیده:‏

source: Complex Form Types
fa: شکلهای پیچیده

source: Complex Forms
fa: شکلهای پیچیده

source: Complex Forms (of Entry)
fa: شکلهای پیچیده (مدخل)

source: Complex Forms (of Sense)
fa: شکلهای پیچیده (مفهوم)

source: Complex or Variant Entry References
fa: مراجع مدخل پیچیده یا گونۀ متنوع

source: Component References
fa: مراجع جزء

source: Components
fa: اجزاء

source: Compound Rule
fa: قاعدۀ مرکب

source: Compound Rules
fa: قواعد مرکب

source: concordance
fa: کشف‌اللغات

source: Concordance
fa: کشف‌اللغات

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
fa: ۲- فهرست تجزیه‌های گزیده شده. بسامدهای واژه جهت تخصیص دادن تجزیهٔ متفاوت را انتخاب کنید.

source: Concordance Results
fa: نتیجات کشف‌اللغات

source: (concorded item)
fa: (عنوان منطبق شده)

source: Concorded on {0}
fa: مطابق بر {0}

source: Condition
fa: شرط

source: Confidence
fa: اطمینان

source: Confidence Level
fa: سطح اطمینان

source: Confidence Levels
fa: سطوح اطمینان

source: Configuration settings
fa: تنظیمات نصب نمودن

source: &Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
fa: &تنظیمات نصب نمودن( نظیر، واضح بودن بخش، ستونها، شکل لغتنامه، زیرنویسی)

source: Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
fa: تنظیمات نصب نمودن( نظیر، واضح بودن بخش، ستونها، شکل لغتنامه، زیرنویسی)

source: Configure
fa: پیکربندی

source: Configure {0} View
fa: پیکربندی نمایش {0}

source: Configure Columns...
fa: پیکربندی ستونها...‏

source: Configure Interlinear Lines
fa: پیکربندی خطهای زیرنویسی

source: Configure now...
fa: حالا شکلبندی کن...‏

source: Configure which columns to display
fa: تنظیم جهت نمایش کدام ستون

source: &Configure...
fa: پیکربندی...‏

source: Configure...
fa: پیکربندی...‏

source: _Configuring columns
fa: پیکربندی ستونها

source: Confirm
fa: تأیید کن

source: Confirm and move next
fa: تأیید کن و بعدی برو

source: Confirm Deletion
fa: حذف کردن را تأیین کن

source: Constructed gloss for:
fa: فهرست ساخته شده برای:‏

source: Consultant
fa: مشورت

source: Contains Data(%)
fa: دارای (%) داده

source: Context
fa: زمینه

source: Converter
fa: برگرداننده

source: Converters
fa: برگرداننده‌ها

source: &Copy
fa: رونوشت

source: _Copy
fa: رونوشت

source: Copy
fa: رونوشت

source: Copy _Location as Hyperlink
fa: رونوشت جا به عنوان لینک

source: Copy any approved analyses to the new spelling
fa: کپی کردن هر کدام از تجزیه‌های تایید شده برای املای جدید

source: Copy pictures and media files to the export folder.
fa: تصاویر و پرونده‌های صوتی/تصویری را جهت صادر کردن پرونده، کپی نمایید.

source: Copy the contents of the source field to the target field
fa: محتوا را از بخش مبداء به بخش مقصد انتقال نمایید.

source: &Copy this information to the clipboard and I will paste it into an email message myself.
fa: & این اطلاعات را کپی کنید و کنار قرار دهید و من آنرا در ایمیلی برای خود انتقال می‌دهم.

source: &Copy this message to the clipboard and I will paste it into an email message myself.
fa: &این پیام را بر صفحه رسم کپی نموده و من آن را برای خود در یک ایمیل قرار می‌دهم.

source: &Copy to Linked Files folder
fa: & کپی کردن به فولدر پرونده‌های پیوند شده

source: 1 Corinthians
fa: اول قرنتیان

source: 2 Corinthians
fa: دوم قرنتیان

source: Correct
fa: درست

source: Count
fa: تعداد

source: Country
fa: کشور

source: Country Name
fa: اسم کشور

source: &Create
fa: ایجاد

source: Create
fa: ایجاد

source: Create a desktop shortcut to this project.
fa: میانبر برای این پروژه در صفحه نمایش ایجاد کنید.‏

source: Create a new {0}.
fa: ایجاد یک {0}جدید .

source: Create a new anthropology category.
fa: ایجاد بخش جدید انسان شناسی.

source: Create a new entry and add it to the lexicon.
fa: ایجاد یک مدخل جدید و اضافه کردن آن به واژه‌نامه.

source: Create a new environment.
fa: ایجاد یک محیط جدید

source: Create a new FieldWorks project.
fa: پروژه جدید ایجاد کن.‏

source: Create a new lexical entry.
fa: ایجاد ارتباط جدید واژگانی.‏

source: Create a new lexical relation.
fa: ایجاد یک رابطهٔ واژگانی جدید.

source: Create a new location.
fa: ایجاد محلی جدید.

source: Create a new phoneme.
fa: ایجاد واج صوتی جدید.‏

source: Create a &New Project...
fa: ایجاد یک &پروژهٔ جدید....

source: Create a new Record in your Notebook.
fa: ایجاد ثبت جدیدی در دفتر خود.

source: Create a new reversal entry.
fa: ایجاد یک مدخل معکوس جدید.

source: Create a new semantic domain.
fa: ایجاد یک بخش معنایی جدید.

source: Create a Subrecord in your Notebook.
fa: ایجاد ثبت فرعی در دفتر خود.

source: Create Affix Form
fa: ایجاد شکل وند

source: &Create Entry...
fa: مدخل ایجاد کن...‏

source: Create my own set of anthropology categories (start with a blank list)
fa: ایجاد و ساختن بخش انسان‌شناسی خود(با فهرستی خالی آغاز نمایید)

source: Create New Entry...
fa: مدخل جدید ایجاد کن...‏

source: Create New Grammatical Info.
fa: ایجاد دادهٔ دستوری جدید.

source: Create new inflectional affix
fa: ایجاد وند صرفی جدید

source: Create New Lexical Relation...
fa: ایجاد ارتباط جدید واژگانی...‏

source: Create Reversal
fa: ساخت و ایجاد معکوس

source: Create Reversal Index
fa: ایجاد فهرست برگردان

source: &Create Shortcut on Desktop
fa: ایجاد میانبر روی صحفه نمایش

source: _Create Shortcut on Desktop
fa: ایجاد میانبر در صفحه نمایش

source: Create shortcut on desktop for this project
fa: ایجاد میانبر برای این پروژه در صفحه نمایش

source: Create Stem Form
fa: تشکیل شکل بن

source: &Create...
fa: تشکیل...‏

source: Creating {0}
fa: ایجاد نمودن: {0}‏

source: Creating a temporary copy of {0} failed. The copy process returned error code {1} and error message {2}.
fa: ایجاد یک کپی موقتی از{0}دچار مشکل. روند کپی دچار مشکل برگشتی با کد {1} {2} .و پیام اخطار

source: Creating default writing systems...
fa: ایجاد روشهای نگارشی اصلی

source: Creation Date
fa: تاریخ ایجاد

source: Cross References
fa: مراجع دوطرفه

source: Ctrl-click a check box to include all subitems
fa: کنترل و کلیک برای انتخاب تمام زیر مجموعه‌ها

source: Cu_t
fa: برش

source: Current Columns
fa: ستونهای موجود

source: Current Language
fa: زبان موجود

source: Current Reversal Index
fa: فهرست برگردان کنونی

source: Current Writing System
fa: نظام نگارشی کنونی

source: Custom
fa: اختصاصی

source: Custom _Fields...
fa: بخشهای تنظیم شده...‏

source: Custom Bar
fa: نوار اختصاصی

source: Custom Field &Name:
fa: اسم زمینه اختضاصی:‏

source: Custom Fields
fa: بخشهای تنظیم شده

source: Custom Fields cannot be added when there is more than one connected client.
fa: بخشهای معمول هنگام در آنجا بیش از یک شخص اتصال دارد را نمی‌توان اضافه نمود.

source: Custom Fields cannot be added.
fa: بخشهای معمول نمی‌توان اضافه شود.

source: &Custom Fields:
fa: بخشهای تنظیم شده:‏

source: Customized &spelling dictionary files
fa: سفارشی نمودن &پرونده‌های لغتنامهٔ املایی

source: Customized spelling dictionary files
fa: سفارشی کردن پرونده‌های لغتنامه املایی

source: Cu&t
fa: برش

source: Cut
fa: برش

source: CV Pattern
fa: نمونه سی وی

source: CV Patterns
fa: نمونه‌های سی وی

source: CVPattern
fa: نمونه سی وی

source: Daniel
fa: دانیال

source: _Data
fa: داده‌ها

source: Data
fa: داده‌ها

source: Data Migration
fa: داده‌های مهاجر

source: Database Files
fa: پرونده‌های پایگاه داده‌ها

source: Date
fa: تاریخ

source: Date Created
fa: تاریخ ایجاد

source: Date Created:
fa: تاریخ ایجاد:‏

source: Date Format
fa: شکل تاریخ

source: Date format:
fa: شکل تاریخ:

source: Date formats:
fa: شکلهای تاریخ:

source: Date Modified
fa: تاریخ تغییر

source: Date of Birth
fa: تاریخ تولد

source: Date of Death
fa: تاریخ مرگ

source: Date of Event
fa: تاریخ رخداد

source: Date of Event:
fa: تاریخ رخداد:

source: default
fa: پیش‌گزیده

source: Default
fa: پیش‌گزیده

source: Default Analysis
fa: تجزیۀ پیش‌گزیده

source: &Default backup folder
fa: &پرونده جانشین سازی معمول

source: Default Backup Folder
fa: پرونده جانشین سازی معمول

source: Default font:
fa: نوع خط پیش‌گزیده:‏

source: <default font>
fa: <نوع خط پیش‌گزیده>

source: Default Pronunciation
fa: تلفظ پیش‌گزیده

source: <default settings>
fa: ‹تنظیم معمول›

source: Default Style
fa: سبک پیش‌گذیده

source: Default Vernacular
fa: زبان بومی پیش‌گزیده

source: &Define New...
fa: توصیف جدید...‏

source: D&efine New...
fa: توصیف جدید...‏

source: Definition
fa: معادل

source: Definition (or Gloss)
fa: معادل (یا فهرست معنی)‏

source: &Delete
fa: حذف

source: Delete
fa: حذف

source: Delete {0}
fa: حذف {0}

source: _Delete {0}...
fa: _حذف {0}...

source: Delete a FieldWorks project.
fa: حذف پروژه

source: Delete Affix Slot
fa: حذف وند بخش

source: Delete Affix Template
fa: حذف جدول وند

source: Delete Allomorph
fa: حذف واژگونه

source: Delete Allomorph Rule
fa: حذف قاعدهٔ واژگونه

source: Delete AlternateForm
fa: حذف صورت متناوب

source: Delete Analysis...
fa: حذف تجزیه...‏

source: Delete &Book
fa: حذف کتاب

source: Delete Book
fa: حذف کتاب

source: Delete Candidate...
fa: حذف منتخب...

source: Delete Complex Form Info
fa: حذف داده شکل پیچیده

source: Delete Disapproved Analysis...
fa: حذف تجزیهٔ نادرست...

source: Delete Etymology
fa: حذف ریشه‌شناسی (صرف)‏

source: Delete Example
fa: حذف مثال

source: Delete FieldWorks Project
fa: حذف پروژه

source: Delete FieldWorks project.
fa: حذف پروژه

source: &Delete FieldWorks Project...
fa: حذف پروژه...‏

source: &Delete Footnote
fa: حذف پاورقی

source: Delete Footnote
fa: حذف پاورقی

source: Delete Free Translation
fa: حذف ترجمه آزاد

source: Delete Gloss...
fa: حذف فهرست...‏‏

source: Delete Grammatical Info.
fa: حذف داده‌های دستوری.‏

source: Delete Grapheme
fa: حذف حرف

source: Delete Literal Translation
fa: حذف ترجمهٔ واژه به واژه

source: Delete multi-morphemic analyses
fa: حذف تجزیه‌های چند واژکی

source: Delete &Note
fa: حذف توضیح

source: Delete Note
fa: حذف توضیح

source: Delete Participants
fa: حذف شرکت کنندگان

source: Delete Picture
fa: حذف تصویر

source: _Delete Project...
fa: _ حذف پروژه...

source: Delete Question
fa: حذف سؤال

source: Delete Reference
fa: حذف مرجع

source: Delete Relation
fa: حذف ارتباط

source: Delete Reversal Index
fa: حذف نمایه برگردان واژه

source: Delete selected {0}
fa: حذف انتخاب شده {0}

source: Delete Stem Name
fa: حذف نام بن

source: Delete subitem and its subitems
fa: حذف عنوان فرعی و عنوانهای فرعی آن

source: Delete the checked items (rows) from the database
fa: حذف عنوانهای کنترل شده (ردیفها) از پروژه

source: Delete the contents of the specified column for all selected rows
fa: حذف محتوای ستون اختصاص یافته مربوط به همهٔ ردیفهای انتخاب شده

source: Delete this {0}.
fa: حذف این {0}.

source: Delete this Category and any Subcategories
fa: حذف این بخش و تمام بخشهای فرعی

source: Delete this Entry and any Subentries
fa: حذف این مدخل و هر کدام از مدخلهای فرعی

source: Delete this Media Link
fa: حذف پیوند این رسانه

source: Delete this Pronunciation
fa: حذف این تلفظ

source: Delete this Sense and any Subsenses
fa: حذف این معنی و هر معنی فرعی

source: Delete this Wordform
fa: حذف این شکل واژگانی

source: Delete Translation
fa: حذف ترجمه

source: Delete Variant
fa: حذف گونۀ متنوع

source: Delete Variant Info
fa: حذف اطلاع گونۀ متنوع

source: Delete Wordform...
fa: حذف شکل واژه...‏‏

source: Delete Writing System
fa: حذف نمودن نظام نگارشی

source: &Delete...
fa: حذف...‏

source: Delete:
fa: حذف

source: Deleting discourse charts for this text.
fa: حذف جدول دیسکورس برای این متن

source: Deleting the allomorph will also delete them.
fa: با حذف واژگونه، آنها هم حذف خواهند شد.

source: Deleting the entry will also delete them.
fa: با حذف مدخل، آنها هم حذف خواهند شد.

source: Demote
fa: تنزل

source: Derivational
fa: اشتقاقی

source: Derivational Affix Analysis
fa: تجزیهٔ وند اشتقاقی

source: Descri&ption
fa: توضیح

source: Description
fa: توصیف

source: &Description:
fa: توصیف:‏

source: D&escription:
fa: توصیف:‏

source: De&scription:
fa: توصیف:‏

source: Description:
fa: توصیف:‏

source: Description: {0} - {1}
fa: توصیف: {0} - {1}

source: Destination folder must be an existing subfolder of the Linked Files folder: {0}
fa: مقصد فولدر باید یک فولدر فرعی موجود از فولدر پرونده‌های پیوند شده باشد: {0}

source: Destination in the FieldWorks Notebook:
fa: مقصود در دفتر فیلدوورکس:

source: details
fa: جزییات

source: Details
fa: جزییات

source: Details for the developers:
fa: جزییات برای توسعه‌دهنده‌گان:

source: Details:
fa: جزییات:

source: Deuteronomy
fa: تثنیه

source: Dictionary
fa: لغتنامه

source: Dictionary Entry
fa: مدخل لغتنامه

source: 1 difference
fa: تفاوت

source: Different &name:
fa: &نام متفاوت:

source: {0} Digit
fa: {0} رقم

source: Direction
fa: جهت خط

source: &Direction:
fa: جهت خط:‏

source: Direction:
fa: جهت خط:‏

source: Disapprove
fa: نادرست

source: Discourse Note
fa: یادداشت گفتار

source: Discourse Notes
fa: یادداشتهای گفتار

source: Discussion
fa: بحث

source: Display all possible fields.
fa: نمایش تمام بخشهای ممکن.

source: Display each Complex Form indented on a new line.
fa: هر شکل پیچیده‌ای که در یک سطر جدید مشخص شده را نمایش دهید.

source: Display if data present
fa: نمایش در صورت وجود داده‌ها

source: &Display items in the list by:
fa: &نمایش موارد در فهرست بصورت:

source: Display the dictionary entry for this lexeme above the Lexicon Edit pane.
fa: نمایش دادن مدخل لغتنامه برای لغت در بالای قسمت ویرایش لغت.‏

source: Display Writing System Abbreviations
fa: نمایش دادن نام اختصاری روش نگارشی

source: Do not change these values until you understand what they control.
fa: این ارزشها را تغییر ندهید تا زمانی که متوجه شوید چه را کنترل می‌کنند.

source: Do nothing
fa: انجام ندهید

source: Do you also want to delete the entire project folder for {0}, including all linked files (for example, picture, sound, or movie files)?
fa: آیا شما همچنین مایل به حذف کل فولدر پروژه برای {0} می‌باشید، شامل تمام پرونده‌های پیوند شده (برای مثال، عکس، صدا، یا پرونده‌های تصویری)؟

source: Do you really want to delete this Reversal Index?
fa: آیا مایل هستید که این فهرست برگردان را حذف کنید؟

source: Do you want to continue with the deletion?
fa: آیا میخواهید که حذف نمودن ادامه پیدا کند؟

source: Do you want to continue with the restore?
fa: آیا مایل به ادامه دادن به برگردان سازی هستید؟

source: Document
fa: مدرک

source: &Document (RTF)...
fa: & مدرک (RTF)...

source: Don't Import
fa: وارد نکنید

source: Don't show this again.
fa: دوباره نشان نده.‏

source: Duplicate
fa: تکرار کن

source: Duplicate Custom Field Names
fa: تکثیر نمودن نامهای بخش معمول

source: Duplicate Wordforms
fa: تکرار دوباره شکلهای واژه

source: Ecclesiastes
fa: جامعه

source: Ed&it
fa: ویرایش

source: &Edit
fa: ویرایش

source: _Edit
fa: ویرایش

source: Edit
fa: ویرایش

source: Edit {0}
fa: ویرایش {0}

source: Edit Grammatical Info.
fa: ویرایش داده‌های دستوری.‏

source: Edit Morph Breaks...
fa: تفکیک واژه...‏

source: Edit Reference Set Details
fa: ویرایش مرجع گذاردن جزییات

source: Edit slots for {0}
fa: ویرایش شکافها برای {0}

source: Edit Spelling Status...
fa: ویرایش دیکته‌ای...‏

source: Edit the Academic Domains
fa: ویرایش حیظه‌های دانشگاهی

source: Edit the Anthropology Categories
fa: ویرایش مقوله‌های انسان‌شناسی‌

source: Edit the Category Inflectable Features
fa: ویرایش مقوله مشخصه‌های قابل صرف

source: Edit the Complex Form Types
fa: ویرایش انواع شکل پیشیده

source: Edit the Education list
fa: ویرایش فهرست آموزش

source: Edit the Entry Types
fa: ویرایش گونه‌های ورودی

source: Edit the Environments
fa: ویرایش محیطها
